{
    "Find the Perfect Service Provider" : "Trouver le prestataire de services idéal",
    "About Visityfy" : "À propos de Visityfy",
    "What are you looking for?" : "Que recherchez-vous ?",
    "Where?" : "Où ?",
    "whenever and wherever you want!" : "quand et où vous voulez !",
    "Search Now" : "Rechercher maintenant",
    "Service you are looking for (cut, etc)" : "Service recherché (coupe, etc.)",
    "City, Postal Code..." : "Ville, code postal...",
    "Doctor" : "Médecin",
    "Hairdresser" : "Coiffeur",
    "Lawyer" : "Avocat",
    "Barber" : "Barbier",
    "more customer visits through online bookings." : "plus de visites de clients grâce aux réservations en ligne.",
    "fewer missed appointments thanks to reminders." : "moins de rendez-vous manqués grâce aux rappels.",
    "of appointments are booked outside of business hours." : "des rendez-vous sont pris en dehors des heures de bureau.",
    "service providers." : "les prestataires de services.",
    "Every minute" : "Chaque minute",
    "8 appointments are booked." : "8 rendez-vous sont pris.",
    "Hiring" : "Embauche",
    "Visityfy is looking for partners in Germany, Austria, Switzerland, Netherlands, Belgium, and France to digitize the service industry." : "Visityfy recherche des partenaires en Allemagne, en Autriche, en Suisse, aux Pays-Bas, en Belgique et en France pour numériser le secteur des services." ,
    "Apply Now" : "Postuler",
    "Contact Us" : "Nous contacter",
    "Find Services" : "Find Services",
    "Discover our professional services in major cities across Germany, including Berlin, Hamburg, Munich, Cologne, and beyond. Wherever you are, we bring expert haircuts, makeup artistry, legal consultations to your doorstep." : "Découvrez nos services professionnels dans les principales villes d'Allemagne, notamment à Berlin, Hambourg, Munich, Cologne et ailleurs. Où que vous soyez, nous vous proposons des coupes de cheveux, des maquillages et des consultations juridiques à votre porte."
}